"Archive Name:" = "Имя архива:";

/* Encryption */
"Password:" = "Пароль:";
"Show Password" = "Показать пароль";
"The archive is protected with a password." = "Архив защищен паролем.";
"Encrypt" = "Зашифровать";
"Passwords do not match!" = "Пароли не совпадают!";

/* Compression options */
"Choose Compression Type" = "Выберите тип сжатия";
"Compression Level:" = "Уровень сжатия:";
"None" = "Без сжатия";
"Lowest" = "Наименьшее";
"Medium" = "Среднее";
"Highest" = "Наивысшее";

/* Pre-compression */
"Audio Pre Compression:" = "Прекомпрессия аудио:";
"Image Pre Compression:" = "Прекомпрессия изображений:";
"Make ZIP compatible" = "Совместимость с ZIP";

/* Pre-compression formats */
"JPEG (Low Quality)" = "JPEG (низкое качество)";
"JPEG (Medium Quality)" = "JPEG (среднее качество)";
"JPEG (High Quality)" = "JPEG (высокое качество)";
"PNG" = "PNG";
"TIFF" = "TIFF";
"TGA" = "TGA";
"SGI" = "SGI";
"PSD" = "PSD";
"PDF" = "PDF";
"BMP" = "BMP";
"GIF" = "GIF";
"EXR" = "EXR";
"JPEG-2000" = "JPEG-2000";
"M4A (Lowest Quality)" = "M4A (худшее качество)";
"M4A (Low Quality)" = "M4A (низкое качество)";
"M4A (Medium Quality)" = "M4A (среднее качество)";
"M4A (High Quality)" = "M4A (высокое качество)";
"MP4 (Lowest Quality)" = "MP4 (высокое качество)";
"MP4 (Low Quality)" = "MP4 (низкое качество)";
"MP4 (Medium Quality)" = "MP4 (среднее качество)";
"MP4 (High Quality)" = "MP4 (высокое качество)";

